Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/ravasmanahki.html.tmx
Source language: sme
Languages: sma

source: Joskos go lea 10 ja 13 jagi gaskkan lávejit eatnasat ollet rávásmanahkái.
sma: Såemies aejkien gåessie 10 jïh 13 jaepiej gaskem pruvhkieh jeenjemesh puberteetese båetedh.

source: Rávásmanagi áigge gorut ovdána mánás rávesolmmožin.
sma: Pubperteetesne kråahpe evtede maaneste geervese.

source: Ovdamearkka dihte jietna ja sohkabealli rievdá, sáhttá oažžut nákkiid ja álgá beroštit seksas.
sma: Vuesiehtimmien gaavhtan gïele jïh dïrregh jeatjahtehtieh, maahta njavsodh jïh pråvhka aelkedh seksen bïjre ussjedidh.

source: Hormonat bidjet johtui rávásmanagi.
sma: Puberteete aalka hormonigujmie.

source: Hormonat leat ávdnasat mat šaddet goruda sierra ravssain.
sma: Hormonh leah ïebnh mah ovmessie reavsine kråahpesne sjidtieh.

source: Hormonat váikkuhit mot gorut doaibmá máŋgga sierra ládje.
sma: Hormonh tsevtsieh guktie kråahpe jåhta jïjnjh ovmessie vuekine.

source: Ovdamearkka dihte stivrejit nahkáriid, varradeattu, miela ja man olu čáhci lea gorudis.
sma: Vuesiehtimmien gaavhtan dah nahkerem, vïrrediedtesem, bïevsterh stuvrieh man jïjnjh tjaetsiem kråahpesne åtna.

source: Hormonat maid mearridit got ja goas gorut ovdána.
sma: Hormovnh aaj dah mah nænnoestieh gåessie jïh guktie kråahpe jeatjahtahta.

source: Go olle rávásmanahkái ja mot dan dovdá variere olbmos olbmui.
sma: Gåessie puberteetesne jïh guktie dam dååjrehte jeatjahtahta persovneste persovnese.

source: Muhtimat sáhttet vuordit mánnodávddaid dehe skávžžáid oažžuma go fas earáid mielas dat lea áŋgir.
sma: Naan vuertieh goske gujnelemmiem åadtjodh jallh skaavtjoem sjïdtedidh mearan jeatjah tuhtjieh slæjhtoe sjïdtedh.

source: Ollego árrat dehe maŋŋit rávásmanahkái dan ii sáhte stivret ieš.
sma: Jis aareh jallh seente puberteetese båata ij maehtieh jïjtje stuvredh.

source: Nieiddain rávásmanahki láve álgit go lea 10 ja 12 jagi gaskkas ja bártniin 11 ja 13 jagi gaskkas.
sma: Nïejtide puberteete pråvhka aelkedh gåessie 10 jïh 12 jaepiej gaskem jïh baernide 11 jïh 13 jaepiej gaskem.

source: Muhto lea dábálaš ahte dat dáhpáhuvvá árabut ja maŋibut maid.
sma: Mohte dïhte daamhtaj aalka dovne aarebi jïh seentebe.

source: Man boaris lea go olle rávásmanahkái lea stuora oassái árbbálaš.
sma: Man båeries gåessie puberteetese båata lea aerpeles.

source: Oppa rávásmanahki láve váldit vihtta – guhtta jagi ja dan áigge lea buohkain iežas tákta.
sma: Abpe puberteete vïjhteste govhtese jaepieh jåhta jïh dennie tïjjesne gaajhkide joekehts sjidtieh.

source: Rávásmanahki álgá dávjá ahte šaddá jođánit.
sma: Puberteete daamhtaj aalka varki sjïdtede.

source: Muhtimin soaitá dovdat iežas boakkasin daningo goruda buot oasit eai šatta seamma távttas.
sma: Muvhtene maahta tjålhpoeh damtedh juktie gaajhkh bielieh kråahpesne eah seammasïenten sjïdtedieh.

source: Ovdamearkka dihte gieđat ja juolggit lávejit šaddat hui sakka álggos.
sma: Vuesiehtimmien gaavhtan gïeth jïh juelkieh varki aalkovisnie sjïdtedieh.

source: Go boahtá eret rávásmanagis lea šaddan válmmasin guhkkodahkii.
sma: Gåessie puberteeteste båata dellie gåhkoem sjïdtedamme.

source: Leahkit rávásmanagis
sma: Puberteetesne årrodh

source: Gullá dávjá ahte rávásmanahki lea áŋgiris perioda.
sma: Daamhtaj åådtje govledh puberteete gïerve boelhkem.

source: Nu sáhttá leahkit muhtumiidda, muhto ii buohkaide.
sma: Naemhtie maahta muvhtene årrodh, mohte ij gaajhkesidie.

source: Máŋgasii dat lea somás ja gelddolaš áigi eallimis, go dáhpáhuvvet máŋggat ođđa áššit iežainis ja earáin ovttaskasa birra.
sma: Jïjnjide luste jïh gïeltegs tïjjem jieliemisnie, gosse jïjnjh orre aath deahpadieh dovne jïjtjemdh jïh jeatjajgujmie.

source: Máŋggat liikojit šaddat ja oažžut eanet rávesolbmo goruda ja hámi, muhto eai buohkat.
sma: Jïjnjh lyjhkoeh sjïdtedidh jïh jienebe geerve kråahpem jïh guelmiem åadtjoeh, mohte ij gaajhkesh.

source: Sáhttá dovdot seagas ahte gorut rievdá, muhtumin sáhttá dovdot ahte ii riekta čuovo mielde.
sma: Maahta båasaridh gosse kråahpe jeatjahtahta, muvhtene maahta damtedh ij leah ryöktesth meatan.

source: Muhtumin sáhttá dovdot dego ahte leat jurdagat ja gáibádusat, ovdamearkka dihte mot galgá leahkit ja man hámat galgá leahkit nieidan ja bárdnin.
sma: Muvhtine maahta damtesovvedh goh åssjelh jïh krïevemh gååvnesieh, vuesiehtimmien gaavhtan guktie edtja årrodh jïh vååjnedh nïejtine jallh baernine.

source: Rávesolbmuin sáhttet leahkit idéat makkárat nuppelotjahkásaččat ” leat ”, man sáhttá govvidit negatiivvalaš sániiguin dego nuppelotjahkásaččat leat lossadat ja riidát.
sma: Geerveh maehtieh åssjelh utnedh guktie noere “ leah ”, mejtie maehtieh negatijveles baakoejgujmie bïhkedidh, numhtie noerh leah vaejvies jïh rajjadieh.

source: Galgá muitit ahte ii geasge leat riekti gieđahallat ovttaskasa soamehemiid ja juohkehaččas lea riekti leahkit dat gii háliida.
sma: Edtja mujhtedh ij naan reaktam utnieh jeatjide nåakelaakan gïetedidh jïh reaktam åtna årrodh dam maam sæjhta årrodh.

source: Jus dovdo váivi lea buorre ságastit soapmásiin.
sma: Jis vaejvies damta maahta hijven giejnie soptsestalledh.

source: Dat sáhttá ovdamearkka dihte leahkit skuvladivššár, skuvlakurator dehe soamis nuoraidvuostáváldimis.
sma: Maahta vuesiehtimmien gaavhtan skuvlesåjhterinie, skuvlekuratovrine jallh naan noeredåastoevisnie.

source: Mii dáhpáhuvvá rávásmanagis ?
sma: Maam puberteetesne deahpede ?

source: Nieiddaide lea vuosttas mearka ahte lea ollen rávásmanahkái ahte rattit šaddagohtet.
sma: Nïejtide voestes væhta puberteetese båateme njammah aelkieh sjïdtedidh.

source: Dan sáhttá dovdat go oažžu una garra marššiid radderuppiid duohkái.
sma: Maahta maam akt damtedh mij lea ohtje jïh garres njidtjie-vaahteren duekesne.

source: Dat lea ratti raksa mii ovdána.
sma: Dïhte lea dah reavsah njammesne mejtie sjïdtedieh.

source: Go rattit šaddet sáhttet dat sakŋidit ja leahkit bákčasat.
sma: Gosse njammah sjïdtedieh maehtieh siknjiedidh jïh baektjiedidh.

source: Lea maid dábálaš ahte bávččaga go časká juoga vuostá dehe nordada rattiid garrasit.
sma: Aaj daamhtah baektjede gosse dejtie mïsse håasedh jallh garres dejtie doehtedidh.

source: Dávjjimusat nubbi raddi šaddá ovdal nuppi.
sma: Daamhtaj akte njamma aalka sjïdtedidh åvteli dïhte mubpie.

source: Lea dábálaš ahte rattit jotket šaddat sierra távttas.
sma: Daamhtaj njammah jåerhkieh ovmessielaakan sjïdtedidh.

source: Measta bealli bártniin oažžu raddemarššiid mat sáhttet oidnot ja dovdot una maršin nuppi dehe goappeš radderuoppi vuolde.
sma: Mahte bieliem baernijste åadtjoeh mïelkenreavsah mah dovne maahta vååjnedh jïh damtedh akten jallh gåabpegh mïelken-vaahteri nuelesne.

source: Radderavssat sáhttet maid dovdot vehá bákčasat, muhto dat ii leat váralaš.
sma: Mïelkereavsah maehtieh aaj damtedh ånnetji baektjiedidh, mohte dïhte ij leah feerlege.

source: Oanehis áigge geažis lávejit radderavssat šaddat unnin fas.
sma: Ånnetji mænngan dellie unnede viht.

source: Dasa gollá guokte – golbma jagi.
sma: Kaanne göökte jallh golme jaepieh vaalta.

source: Guolggat gorudis
sma: Sïehpe jïh goelkh kråahpesne

source: Rávásmanagis oažžu sohkabealeguolggaid.
sma: Puberteetesne sïehph åådtje.

source: Guolggat šaddet olggobealde sohkabeali ja buođggaid guvlui.
sma: Dïhte aalka juelkiej gaskem sjïdtedidh.

source: Sihke bártnit ja nieiddat sáhttet oažžut guolggaid gurgadassan gitta nábi rádjái.
sma: Dovne baernieh jïh nïejth maehtieh goelkh naepien vööste åadtjodh.

source: Olmmoš oažžu maid guolggaid gieđa vuollái ja dábálaš ahte oažžu eanet guolggaid eará sadjái gorudii maid ovdamearkka dihte gieđaide ja julggiide.
sma: Aaj gaejnjielisnie sjïdtedieh jïh daamhtaj aaj jeatjah sijjine kråahpesne, vuesiehtimmien gaavhtan gïetide jïh juelkide.

source: Bártnit sáhttet oažžut guolggaid raddái ja sealgái.
sma: Baernide maehtieh aaj rudtjesne jïh prægkosne sjïdtedidh.

source: Bártniide šaddet skávžžát.
sma: Baernide skaavtjoeh sjïdtedieh.

source: Dat lávejit álgit badjebaksamis ja viidot dasto muođuide ja gáibái.
sma: Pråvhka bijjiebangsemisnie aelkedh jïh dan mænngan searoemidie jïh gaajpan.

source: Muhtumiin sáhttá guolgašaddan ain lassánit ja šaddat garraseappot guhkás rávis ahkái.
sma: Naan dejstie jåerhkieh jeananidh jïh söökes sjidtieh.

source: Rávásmanagis vuovttat oaivvis šaddet jođáneappot vuodjan go ovdal.
sma: Puberteetesne voepth buajtehks sjidtieh varkebe goh aarebi.

source: Dat vuolgá das ahte dálgarávssát válbmejit eanet vuoja.
sma: Dïhte dan gaavhtan buejtiereavsijste jienebe buejtiem sjidtieh.

source: Danin sáhttá dárbbahit bassat vuovttaid dávjjibut go lea dahkan ovdal.
sma: Dannasinie kaanne tjuara voepth daamtasåbpoe bïssedidh enn aarebi.

source: Vuolabealli
sma: Tsåvhnoe

source: Vuolabealli muhto rávásmanagi áigge nu sturrodagas go fearggas.
sma: Tsåvhnoe puberteetesne jeatjahtahta, dovne stuaradahkem jïh klaeriem.

source: Vuodjaravssat álget oidnot čielgaseappot mii dagaha ahte sáhttá fuomášit dielkkuid ja nákkiid mat leat lunddolaččat eaige leat váralaččat.
sma: Buejtiereavsah tjïelkebe vååjnoeh mestie maahta aajhtsedh tsiehkieh jïh jeatjah njaltjesne mah leah iemeles jïh ij leah vaahreles.

source: Vuodja ja čáziid mat álget ráhkkanit dagahit ahte vuolabealli maid hakso earáládje go ovdal.
sma: Bïevestahkh jïh jeatjah darjoeh tsåvhnoe jeatjahlaakan hopsoe goh aarebi.

source: Nieiddain šaddet sihke olggut ja siskkit cinnabaksamat stuoribun ja seavdnjadeabbon.
sma: Nïejtide dovne bæjngolen jïh sisnjelen tsïnnebangsemh stuerebe jïh mïrhkebe sjidtieh.

source: Dávjá siskkit cinnabaksamat šaddet nu ahte oidnojit olggobealde olggubuid.
sma: Daamhtaj dah sisnjelen tsïnnebangsemh sjidtieh guktie dejtie vuajna ålkolen dejtie bæjngolen tsïnnebangsemidie.

source: Maid bunnu šaddá.
sma: Aaj klitorisem sjïdtede.

source: Cinni, goaŧŧu ja monnerávssát mat leat goruda siste šaddet stuoribun.
sma: Tsïnne, boernengåetie jïh munniestuehkie mah kråahpen sisnie dah sjïdtedieh.

source: Monneseallaluovvaneapmi álgá.
sma: Munnieluejhteme aalka.

source: Bártniin bálločalmmit álget šaddat.
sma: Baernide dellie dah goelh mah aelkieh sjïdtedidh.

source: Maid bállu ja náhpol šaddet ja sturrot ja bállu oažžu seavdnjadit feargga.
sma: Aaj båasa jïh boetje sjïdtedieh jïh stuerebe sjidtieh jïh båasa aaj mïrhkebe sjædta.

source: Man olu náhpol šaddá lea sierralágan olbmos olbmui.
sma: Man jïjnje boetjem sjïdtede lea ovmessie persovneste persovnese.

source: Maid siskkit sohkabealeravssat man gohčoduvvo ovdaraksan ja siepmanravssat šaddet.
sma: Aaj dah sisnjelen tjoelereavsah mejtie gohtje prostata jïh spoejeh.

source: Ovdanáhkki viidu ja stuorru ja ovdanáhki vuolde álgá “ spegma ”, vilgeslágán vuoidi čáhci šaddat.
sma: Åvtenjaltje stuarene jïh stuerebe sjædta jïh dan nuelesne aalka smegmam, veelkeslaakan badtja, sjïdtedidh.

source: Go bálločalmmit šaddet dat sáhttet leat bákčasat.
sma: Gosse goelh sjïdtedieh maehtieh ånnetji baektjede.

source: Dat láve leahkit mearkan ahte dat leat álgán válbmet siemagolgosa.
sma: Dïhte pråvhka væhtam årrodh dah aelkieh spermijerh darjodh.

source: Dat láve dáhpáhuvvat 14-15 jagis, muhto dat sáhttá álgit árabut ja maŋibut.
sma: Dïhte pråvhka deahpadidh gosse 14-15 jaepien båeries, mohte maahta gujht aelkedh dovne aarebi jïh dan mænngan.

source: Jus boahtá siemagolggus go oažžu orgásma, nu dat mearkkaša ahte sohkabealegivssas.
sma: Jis sperma båata gosse dam luajhta, dïhte sæjhta jiehtedh tjoelenjoetseldh sjædta.

source: Dalle sáhttá dahkan soapmása áhpeheapmin jus lea cinneanašeapmi.
sma: Dellie maahta naan nåajsan darjodh jis tsïnneboetjemem åtna.

source: Rávásmanagis lea dábálaš ahte oažžu orgásma ihkku go nohkká.
sma: Puberteetesne daamhtaj luejhtemem åadtjodh jïjjege gosse åara.

source: Muhtumiidda dáhpahuvvá dat beare moadde háve muhto earát ožžot idjasaš orgásmmaid máŋgga jagi áigge.
sma: Muvhtide daate deahpede barre naan aejkien mearan jeatjah luejhtemem fïerhten jïjjen åådtje gellien jaepiej raejesne.

source: Golgamat
sma: Galkegh

source: Ovdalgo mánnodávddat bohtet álgá oažžut golgamiid.
sma: Åvteli gujnelemmie båata aalka galkegh åadtjodh.

source: Dan fuomáša go boahtá vehá fiskesvielgadas buvssaide.
sma: Dam aajhtsa gosse ånnetji vïskesveelkes galkemem lijhkiemåvhkesne.

source: Golgamat dagahit nu ahte vuohččecuoccat cinnis dollo lávttasin, dat dollet maid cinni ráinnasin ja suddjejit infekšuvnnain.
sma: Galkegh darjoeh guktie njevlieskïelth tsïnnesne måasodh, dah aaj darjoeh guktie tsïnnesne reejnes jïh infeksjovni vööste vaarjelieh.

source: Mánodávddat
sma: Gujnelemmie

source: Go oažžu mánodávddaid mearkkaša ahte monneseallaluovvaneapmi lea beassan johtui.
sma: Gujnelemmie åådtje dïhte lea munnieluejhteme aalka.

source: Dat mearkkaša ahte lea sohkabealeválmmas, dalle sáhttá šaddat áhpeheapmin ja oažžut mánáid.
sma: Dïhte sæjhta jiehtedh tjoelenjoetseldh, maahta nåajsan sjïdtedh jïh maanam åadtjodh.

source: Vuosttas mánodávddat lávejit boahtit sullii guokte jagi maŋŋel go rattit leat álgán šaddat.
sma: Voestes gujnelemmie pråvhka båetedh medtie göökte jaepieh mænngan njammah eelkin sjïdtedidh.

source: Dávjjimusat dat álget ahte boahtá beare vehá varra buvssaide dehe báhpirii go sihkku iežas.
sma: Daamtasåbpoe aalka dejnie barre ånnetji vïrrem lijhkiemåvhkese jallh paehpierasse båata gosse njaamede.

source: Lea maid dábálaš ahte leat ruškeslágán golgamat ovdalgo oažžu vuosttas mánodávddaid.
sma: Daamhtaj aaj sïejhme provnelaakan galkegh åtna åvteli voestes gujnelemmiem åådtje.

source: Dat lea goruda vuohki muitalit ahte mánodávddat leat jođus.
sma: Dïhte lea kråahpen vuekie jiehtedh gujnelemmie båata.

source: Varraseagat golgamat lávejit leahkit čáhppadat ja ruškeslágánat, dat vuolgá das go varra geargá goikat ovdalgo boahtá olggos.
sma: Vïrrebleenteme galkegh pruvhkieh mïrhke jïh provnelaakan årrodh, destie vïrre ånnetji gejhkie åvteli olkese båata.

source: Álggus lea dábálaš ahte mánodávddat eai leat dássedat.
sma: Aalkovisnie daamhtaj gujnelemmie ij jaabnan båetieh.

source: Sáhttá oažžut mánodávddaid oktii ja dasto sáhttet jávkat máŋga mánu ovdalgo bohtet fas.
sma: Maahta vuesiehtimmien gaavhtan gujnelemmie akten aejkien åadtjodh jïh dellie gellie askh vaesieh åvteli viht båata.

source: Dat lea dábálaš iige leat váralaš.
sma: Dïhte lea sïejhme jïh ij leah vaahreles.

source: Sáhttá leahkit himolaš, onaneret dehe anašit eará ládje ja oažžut orgasmma juo ovdalgo lea sohkabealválmmas.
sma: Maahta sekseostem utnedh, onanereeredh jallh seksem utnedh jeatjah vuekine jïh orgasmem åadtjodh joe åvteli tjoelenjoetseldh sjædta.

source: Muhto go šaddá sohkabealválmmas láve hállu ja gáibádus seksii lassánit.
sma: Mohte gosse tjoelenjoetseldh sjædta dellie oste seksem utnedh jeanamidh.

source: Vaikko leage onaneren juo go lei nuorat dávjjimustá rávásmanagis eatnasat álget onaneret diđolaččabut.
sma: Jïlhts lea onanereereme joe gosse nuerebe dellie daamhtajommes puberteetesne jeenemessh aalka jienebe voerkes onanereeredh.

source: Máŋggat jurddašit dávjjibut dakkára mii lea seksain dahkamis ja lea dábálaš ahte álgá jurddašit got boahtá dovdot vuosttas geardde go lea seksa soapmásiin.
sma: Jïjnjh ussjedieh daamhtajommes dejtie mah leah seksen bïjre jïh daamhtaj aalka funterdidh guktie edtja damtedh dan voestes aejkien gosse edtja mubpine seksem utnedh.

source: Bártniide sáhttet jurdagat seksas dahkat ahte álkit oažžu erekšuvnna.
sma: Baernide maehtieh dah sekseåssjelh darjodh aelhkebe garresem åadtjodh.

source: Muhtimin dat dáhpáhuvvá ipmirkeahttá manin.
sma: Muvhtene deahpede jïlhts ij guarkoeh mannasinie.

source: Dat sáhttá ovdamearkka dihte leahkit go čohkkeha busses mii doarggista dehe go sihkkelastá sáddoluottas.
sma: Dïhte maahta vuesiehtimmien gaavhtan årrodh gosse bussesne tjahkesje mij firrie jallh gosse gearketjegeajnosne sygkelde.

source: Doarggisteamit dagahit ahte signálat mannet njuolga cissanávlái manakeahttá vuoigŋas meaddel.
sma: Dah firremh signaalh rïekte boetjese seedtieh, jïh ij aajlese.

source: Dat sáhttá orrut soameheapme ja sáhttá jáhkkit ahte lea okto gii oažžu erekšuvnna dáhtokeahttá, vaikko dat lea rievtti mielde hui dábálaš.
sma: Destie maahta sjaejmoejidh jïh maahta aelhkie ussjedidh oktegh lea garresem åadtjodh jeajesne, jïlhts dïhte dan sïejhme.

source: Jur nugo vuovttat jođáneappot šaddet vuodjan nu šaddá liiki maid nu.
sma: Seammalaakan goh voepth varkebe buajtehkåbpoe sjædta aaj njaltjine.

source: Dat vuolgá das ahte vuodjaravssat buvttadit eanet vuoja go ovdal, muhtumin eanet go rievtti mielde dárbbaha.
sma: Dïhte destie buejtiereavsah jienebe buejtieh produseerieh goh aarebi, muvhtene jienebe goh daarpesje.

source: Dan fuobmá das ahte liiki čuovgá eareliiggánit njuni birra ja gállus, muhto maid muođuin ja sealggis.
sma: Dam aajhtsa gosse njaltja gæjka, joekoen njuenien bïjre jïh gaallosne, mohte aaj searoeminie jïh rudtjesne.

source: Go liikái šaddá vuodja sáhttá dat dagahit ahte oažžu nákkiid ja liikemáđuid.
sma: Gosse njaltja buajtehkåbpoe sjædta dellie aaj njavsodh jïh pormaskh åadtjodh.

source: Rávásmanagis sáhttá maid oažžut sárgáid liikái, nu gohčoduvvon liikeluoddanemiid. Dat vuolgá das ahte liiki vatná jođáneappot go geargá vuogáiduvvat.
sma: Puberteetesne maahta aaj straanjes njaltjesne åadtjodh, maam gohtje njaltjastraanjes Dïhte naemhtie sjædta juktie njaltja seejkede varkebe enn dïhte sjïehtede.

source: Nieiddain lea dábálaš ahte oažžu luoddanemiid rattiin, spirraliin ja badjeváhkáin.
sma: Nïejth daamhtaj dejtie njammine, sjeagkeminie jïh roejtine åadtjoeh.

source: Bártniin lea dábáleamos čielggis ja olggiin.
sma: Baernine daamhtemes rudtjesne jïh åelkine.

source: Luoddanemiid šaddet šoavkadeabbon áiggi mielde.
sma: Dah straanjh tïjjen mietie spåallan.

source: Olmmoš álgá bivastuvvat eanet rávásmanagis, danin lea dehálaš basadit juohke beaivvi.
sma: Aalka aaj jienebe bïevestidh puberteetesne, dannasinie vihkeles fïerhten biejjien bïssede.

source: Jus atná dárbbašlažžan, sáhttá geavtit deodorántta gieđavuole.
sma: Jis tuhtjie daarpesjidh, dellie maahta deodorantem gaejnelinie utnedh.

source: Jur nugo olles gorudis jietna ovdána rávásmanagis.
sma: Seammalaakan goh kråahpe dellie aaj gïele jeatjahtehtedh puberteesne.

source: Guoggun šaddá ja jietnabaksamat šaddet guhkibun mii dagaha ahte jietna šaddá seavdnjadeabbon ja roavvaseabbon, dan gohčoduvvo jietnadoajáhat.
sma: Gealoe sjïdtede jïh gïelebaanth gåhkadieh guktie gïele mïrhkebe sjædta.

source: Dat dáhpáhuvvá sihke nieiddain ja bártniin.
sma: Daate gujht deahpede dovne nïejtide jïh baernide.

source: Muhto bártniid jietna muhto eanet go nieiddaid ja dat sáhttá dagahit ahte bárdnin jiena kontrolleren lea váddásit.
sma: Mohte baerniej gïele jienebe jeatjahtahta goh nïejti jïh dïhte maahta darjodh gïerve baernide gïelem stuvredh.

source: Sáhttá muhtumin orrut vehá roakkas dehe molsasit čuovgada ja seavdnjadeappo gaskkan muhtin áigge ovdalgo sevnnjoda ja čiekŋu.
sma: Dïhte maahta naan aejkien kruepies sjïdtedh jallh tjoevkebe jïh mïrhkebe gïeline veekselde boelhken mietie åvteli mïrhkebe jïh gïengielåbpoe sjædta.

source: Gorut šaddá ja rievdá
sma: Kråahpe sjïdtede jïh jeatjahtahta

source: Rávásmanagi álggus gieđat ja juolggit dávjá šaddet erenomáš jođánit. De šaddet giehtaruohttasat ja váhkát.
sma: Puberteeten aalkovisnie daamhtaj gïeth jïh juelkieh varki sjïdtedieh.

source: Dan maŋŋel olmmoš šaddá ollásii guhkkodahkii.
sma: Dan mænngan gåhkoem sjïdtede.

source: Olmmoš sáhttá šaddat máŋga sentte beare moatti mánus.
sma: Maahta gellie centimeterh sjïdtedidh måedtie askine.

source: Dan lávejit gohčodit šaddančusken.
sma: Dam gohtje sveerjen gïelesne tillväxtspurt, gosse dan varki sjïdtedidh.

source: Gorut ii šatta beare guhkkodahkii muhto molsu maid hámi.
sma: Kråahpe ij barre gåhkoem sjïdtedh, dan hammoem aaj jeatjahtahta.

source: Nieiddat lávejit oažžut govddit čoarbbeliid ja bártnit govddit badjegoruda.
sma: Nïejth pruvhkieh gemtebe ullemem åadtjoeh jïh baernieh gemtebe åelkieh.

source: Árra ja maŋŋit rávásmanahki
sma: Aareh jïh seente puberteete

source: Goas rávásmanahki álgá lea sierralágán ja vuolgá e.e. árbbálašvuođas.
sma: Gåessie puberteete aalka lea ovmessie jïh gaskem jeatjebem aerpeles.

source: Árrat boahtin rávásmanahkái sáhttá sihke dovdot somán dehe váivni.
sma: Aareh puberteetese båetedh dovne luste jïh gïerve.

source: Boahtit rávásmanahkái ila árrat ovdalgo lea deavdán gávcci jagi nieidan ja ovcci jagi bárdnin, lea eahpedábálaš.
sma: Dan aareh puberteetese båata, åvteli gaektsie jaepieh illeme nïejtine jallh uktsie jaepieh baernine ij leah sïejhme.

source: Jus oažžu rávásmanagimearkkaid nu árrat galgá sárdnut váhnemiiddisguin dehe eará fuolaheddjiin ja váldit oktavuođa skuvladivššárii dehe dearvvašvuođaguovddážii.
sma: Jis puberteetevæhtah dan aareh åadtjoeji byöroe eejhteginie jallh jeatjah åeline soptsestidh jïh skuvlesåjhterem jallh hoksejarngem gaskesadtedh.

source: Jus ii leat ožžon máŋge lágán rávásmanagimearkkaid go lea 14 jahkásaš gohčoduvvo dan maŋŋi rávásmanahkin.
sma: Jis ij puberteetevæhtah åådtjeme gosse 14 jaepien båeries dellie gohtje seente puberteete.

source: Dalle sáhttá sárdnut váhnemiiddisguin dehe eará fuolaheddjiin ja ovttas singuin dehe ieš váldit oktavuođa skuvladivššárii, nuoraidvuostáváldimii dehe dearvvašvuođaguovddážii.
sma: Dellie maahta eejhteginie jallh jeatjah åeline soptsestidh jïh dej ektesne jallh jïjtje skuvlesåjhterem, noeredåastovem jallh hoksejarngem gaskesadtedh.

source: Jus lea dárbbašlaš sáhttá rávásmanahki bidjot johtui dálkasiid vehkiin.
sma: Jis daarpesje dellie maahta puberteetem daalhkesigujmie viehkine aelkedh.

source: Olmmoš ii sáhte ieš dahkat nu ahte boahtá árabut rávásmanahkái.
sma: Ij maehtieh jïjtje maam akt darjodh guktie varkebe puberteetese båetedh.

source: Jus atná ahte lea váivi go ii ovdán seamma távttas go olbmát sáhttá dovdot suohtas sárdnut soapmásiin, skuvladivššár ovdamearkka dihte lea buorre olmmoš geasa jorgasit.
sma: Jis tuhtjie gïerve ij seammalaakan voelpigujmie evtedh maahta hijven damtedh naan soptsestalledh, skuvlesåjhterinie, vuesiehtimmien gaavhtan buerie persovne mejnie maahta bïeljelidh.

source: Sáhttá maid oažžut veahki nuoraidvuostáváldimis dehe dearvvašvuođaguovddážis.
sma: Viehkiem maahta aaj åadtjodh noeredåastoevisnie jallh hoksejarngesne.
